[language]

//语言名称

name=简体中文

------------------------------------
[tips]

///启动时提示

firsttip=本软件不收取任何费用，严禁用于商业目的，如造成损失本人概不负责。
running=程序已运行！
dwmerror=检测到系统未开启DWM，程序无法正常运行！

------------------------------------

[iconame]

///dock标签名称

finder=Finder
launchpad=Launchpad
cal=日历
download=下载
trash=废纸篓

///文件夹界面最后一个图标

explorer=在 Finder 中打开

///系统时间图标标签名称格式

timeformat=yyyy年M月d日 dddd
///时间格式为系统时间格式 y 年 m月份 d 日期 dddd 星期几

//拖放到launchpad时图标标签

remove=移除
addtopad=添加到 Launchpad
iconisfull=当前页图标已满

================
------------------------------------------------------------

[systemicon]
///系统图标名称

controlpanel=控制面板
taskbar=托盘图标
systemtime=系统时间
cortana=语音助手
network=网上邻居
mydocument=我的文档


errortips=已经添加此系统菜单图标！

------------------------------------

[editicon]
//编辑图标界面

addtips=可将文件拖放到此处

reset=重置
ok=确定
restore=还原
addname=添加显示名称
addicotips=点击右上角“...”添加图标
switch=切换
trashempty=废纸篓空
trashfull=废纸篓满

//弹出选择文件窗口标题

selectfoldertitle=选择文件夹
selectfiletitle=选择文件
selecticon=选择图片

------------------------------------

[editcal]

//编辑日历界面

monthfont=月份字体：
dayfont=日期字体：
monthpoint=月份坐标：
daypoint=日期坐标：
monthposition=月份对齐：
dayposition=日期对齐：
monthcolor=月份颜色：
daycolor=日期颜色：
rotation=旋转角度：
default=使用默认配置

ok=确定
test=测试

left=居左
right=居右
center=居中

//弹出选择图片窗口标题

selectcalicon=选择日历图片

------------------------------------

[editicontips]
//编辑图标界面弹出错误提示

iconduplicate=已经在 Dock 中添加此程序！

systemduplicate=已经添加此系统菜单图标！

titleerror=程序显示名称不能为空！
filepatherror=程序路径和图标不能为空！

padtitleerror1=文件名重复，请重新输入！
padtitleerror2=文件更改失败，如果程序放在C盘请使用管理员模式运行！

formaterror=不支持的格式，建议放入png、ico、exe、lnk格式!

---------------------------------------------------------------------------

[settingUI]
//设置界面
settitle=Dock 偏好设置

general=通用
advanced=高级
othersettings=其他
preview=预览
minimizewindowsettings=最小化
font=字体&语言
about=关于

DPIscale=全局界面显示大小
size=图标默认大小
magnification=图标缩放后大小

space=图标之间距离大小
edgeposition=Dock 距离屏幕边缘大小
edgeauto=自动高度
darkmode=Dock 背景使用暗色模式
top=保持 Dock 显示在最前
aero=开启全局模糊效果
autohide=自动显示和隐藏 Dock

startmenu=使用开始菜单代替Launchpad

positiononscreen=Dock 所在屏幕位置
left=左边
bottom=底边
right=右边
multiscreen=自动切换到激活的屏幕
systemstart=开机自动启动
lockicon=锁定图标拖动
windowsborder=开启窗口边界防止遮挡 Dock
jumpanimation=点击图标后弹跳打开程序
autohidetaskbar=启动时自动隐藏任务栏
timewallpaper=定时检测壁纸变化
minimize=开启最小化窗口到 Dock
animationoff=关闭窗口最小化动画
UACoff=Dockmod 绕过 UAC 弹窗提示
newapp=显示新运行程序图标
blacklist=管理禁止列表
noblacklist=无禁止程序
hotcornerleft=屏幕左下角触发功能
hotcornerright=屏幕右下角触发功能

hotkeypad=显示 Launchpad 快捷键
hotkeyDock=显示 Dock 快捷键

minimizeeffect=最小化窗口使用特效

genie=神奇效果
scale=缩放效果
suck=吮吸效果

MSAA=最小化抗锯齿倍数

0xMSAA=无抗锯齿
2xMSAA=2x抗锯齿
4xMSAA=4x抗锯齿

languagechoice=选择程序全局显示语言

previewon=启用窗口预览功能
previewsize=窗口预览大小

previewdelay=延迟显示预览

previewcontrol=显示其他预览元素
previewappname=应用程序名称
previewbutton=窗口控制按钮

allfont=修改全局使用字体
dockpadfont=修改 Dock 和 Pad 字体
fontfile=使用自定义文件字体
defaultfont=默认字体
customfont=自定义

autoupdate=自动检查程序更新
contribute=支持捐赠
netdisk=访问网盘
update=检查更新
restartdock=重启Dock
uninstall=卸载程序

ok=确定
cancel=取消

statement=本软件免费使用禁止用于商业用途

------------------------------------------------------------
[hotcorners]
nothing=无
allwindows=显示所有窗口
launchpad=LaunchPad
displaytosleep=关闭显示器
startmenu=显示开始菜单


[settingtips]

//设置界面弹出错误提示

DPIerrortip=当前缩放倍数大于系统缩放有可能会界面显示过大！
edgetip=开启限制窗口边界无法调整！
autohideerror=开启窗口边界不能启用此功能！
neterror=未找到可用网络，请检查连接。
autohide=开启自动隐藏Dock无法启用此功能！
fonttip=更改字体需重启程序后生效！
updateerror1=网络连接错误，请重试！
updateerror2=在线更新失败，是否打开更新文件下载页面？
updateerror3=多次尝试更新失败，请到网盘下载更新包！
updateerror4=当前网络不通畅，请重新检查更新获取更新日志。

updatetip1=已有新版本是否更新？
updatetip2=文件下载完毕是否立即更新？

noupdate=已是最新版本，无需更新！
uninstalltip=是否将本程序从系统中移除？
restarttip=是否重新启动Dock？
fontrestart=更改字体需重启程序后生效！
aerotip=使用系统自带模糊效果可能会增加CPU占用！
UACerror=自动添加失败，请将mydockmod.xml手动导入计划任务！

languagetips=部分界面需要重启才能生效！

uninstallcomplete=卸载完毕，如有未删除的文件请手动删除即可。

DPIerrortip=当前缩放倍数大于系统缩放有可能会界面显示过大！
DPItip=修改全局缩放大小需重启程序后生效！
//选择自定义字体时弹出选择窗口标题
selectfont=选择字体

-------------------------------------------------------------------

[menu]
//右键菜单


newfinderwindow=新建 Finder 窗口
gotofolder=前往文件夹...
connecttoserver=连接服务器...
setfinder=设置为其他程序
showlaunchpad=显示“Launchpad”

timecolor=颜色设置
timeautocolor=自动颜色
timewhite=白色
timeblack=黑色

addfile=添加文件
addfolder=添加文件夹
addsystemicon=添加系统图标
addUWPicon=添加UWP图标
showtaskbar=显示任务栏
hidetaskbar=隐藏任务栏
preference=Dock 偏好设置
enddock=退出 Dock

editicon=设置此图标
removefromdock=从 Dock 中移除
keepindock=在 Dock 中保留
locationfile=打开文件所在位置
runagain=再次运行此程序
nevershowthis=不再显示此程序
adminmode=管理员模式运行
open=打开
quit=退出

opendownload=打开下载文件夹
setdownload=设置下载目录
selectdownloadfolder=选择下载目录

emptytrash=清倒废纸篓

----------------------------------------------

[launchpad]
//launchpad界面

addicon=添加图标
deltips=您确定要删除此应用程序吗？
addiconerror=正在更新主程序，请稍后再试！


//搜索框标题
noresults=无结果
search=搜索
//添加pad图标界面
ok=完成
addtips=请将exe、lnk文件拖放到此处
----------------------------------------------

[promptwindow]

//清空垃圾箱提示和其他提示

ok=确定
cancel=取消
trashok=清倒废纸篓
trashtitle=您确定要永久抹掉废纸篓中的项目吗？
trashtip=您不能撤销此操作。


UWPerror=尚未绑定UWP进程快捷方式！
apperror=程序已被篡改，请重新下载！

------------------------------------------------

[calicon]

//日历图标月份文字和日历每月1号文字

m1=1月
m2=2月
m3=3月
m4=4月
m5=5月
m6=6月
m7=7月
m8=8月
m9=9月
m10=10月
m11=11月
m12=12月

------------------------------------------------

[calendar]

//日历界面顶部两个按钮标题

daytitle=日
monthtitle=月

//今天按钮标题

today=今天

//月份界面一周七天标题

dd0=周日
dd1=周一
dd2=周二
dd3=周三
dd4=周四
dd5=周五
dd6=周六



//月份界面一日有多个日程时标题,&&为替换事件个数

moreevents=有&&个事件...


//添加日程界面

eventcontent=日程内容：
noevent=添加事件
eventtime=日程时间：
eventplace=地点：
noplace=添加地点
remarks=备注：
nomark=添加备注

ok=确定
cancel=取消
delete=删除

//月份界面左上角日期格式，格式同上

monthformat=yyyy年M月

//单日界面左上角日期格式，同上

dayformat=yyyy年M月d日

//单日界面右上角一周七天标题

d0=周日
d1=周一
d2=周二
d3=周三
d4=周四
d5=周五
d6=周六

//为选定事件时标题

noeventtitle=未选定事件

//单日日程列表列标题

listtime=时间
listevent=时间
listplace=位置
listmark=备注

//日历右键菜单

addevent=新建事件
delevent=删除事件
showholiday=显示节日
lunarcalendar=显示农历

//编辑事件日期格式

editformt=M月d日 dddd

//编辑事件按钮


agree=应用
restore=复原

[holiday]
//日历界面节假日配置

1.1=元旦
2.14=情人节
3.8=妇女节
3.12=植树节
3.15=消费者权益日
4.1=愚人节
5.1=劳动节
5.4=青年节
5.12=护士节
6.1=儿童节
6.5=环境保护日
7.1=建党节
8.1=建军节
9.10=教师节
10.1=国庆节
12.25=圣诞节



